Repository: Mycate39/Notchkit
Catalog: Notchkit/Resources/Localizable.xcstrings
Source language: fr
Languages: en

source: Chronomètre
en: Stopwatch

source: Alarme %@
en: Alarm %@

source: Pomodoro · travail
en: Pomodoro · focus

source: Pomodoro · pause
en: Pomodoro · break

source: Alarme
en: Alarm

source: Pomodoro (25 min de travail, 5 min de pause)
en: Pomodoro (25 min focus, 5 min break)

source: Régler l'alarme
en: Set Alarm

source: Texte
en: Text

source: Journée
en: Day

source: Une barre qui montre où vous en êtes de votre journée de travail.
en: A bar that shows how far along your workday you are.

source: Journée terminée
en: Day is over

source: La journée n'a pas commencé
en: The day hasn't started

source: Encore %@
en: %@ left

source: Début de la journée
en: Start of the day

source: Fin de la journée
en: End of the day

source: Un brouillon toujours à portée de survol pour noter une idée.
en: A scratchpad one hover away to jot down an idea.

source: Une idée ? Notez-la ici…
en: Got an idea? Jot it down here…

source: Commutateurs rapides
en: Quick Toggles

source: Mode sombre, anti-veille, icônes du bureau et verrouillage du clavier pour le nettoyer.
en: Dark Mode, stay awake, desktop icons, and a keyboard lock for cleaning.

source: Commutateurs
en: Toggles

source: Mode sombre
en: Dark Mode

source: Anti-veille
en: Stay Awake

source: Bureau
en: Desktop

source: Masquer les icônes du bureau
en: Hide desktop icons

source: Afficher les icônes du bureau
en: Show desktop icons

source: Nettoyage
en: Cleaning

source: Verrouille le clavier pendant 60 s pour le nettoyer
en: Locks the keyboard for 60 s so you can clean it

source: Clavier verrouillé
en: Keyboard locked

source: Nettoyez tranquillement. Il se libère de lui-même.
en: Clean away. It unlocks by itself.

source: Déverrouiller
en: Unlock

source: Un miroir rapide pour vérifier votre allure avant une réunion.
en: A quick mirror to check how you look before a meeting.

source: Autorisez la caméra pour voir votre miroir.
en: Allow camera access to see your mirror.

source: L'accès à la caméra est refusé.
en: Camera access is denied.

source: Ouvrir les réglages…
en: Open Settings…

source: Ajouter à la disposition
en: Add to Layout

source: Captures d'écran
en: Screenshots

source: Les captures et enregistrements d'écran de votre session, à glisser où vous voulez.
en: Screenshots and screen recordings from your session, ready to drag anywhere.

source: Captures
en: Screenshots

source: Enregistrement
en: Recording

source: Capture
en: Screenshot

source: Les captures d'écran faites depuis l'ouverture de votre session apparaîtront ici.
en: Screenshots taken since you logged in will appear here.

source: Placer dans la corbeille
en: Move to Trash

source: Afficher une alerte à chaque nouvelle capture
en: Show an alert for each new screenshot

source: Notchkit liste les captures et enregistrements d'écran faits depuis le démarrage du Mac ou l'ouverture de votre session, où qu'ils soient enregistrés. S'ils sont sur le Bureau, macOS demandera une fois l'accès à ce dossier pour afficher les aperçus.
en: Notchkit lists the screenshots and screen recordings made since your Mac started or you logged in, wherever they are saved. If they are on the Desktop, macOS asks once for access to that folder to show the previews.

source: « Réduire les animations » est activé dans macOS : les animations sont désactivées.
en: “Reduce motion” is turned on in macOS: animations are disabled.

source: %@ (avec encoche)
en: %@ (with notch)

source: %@ (débranché)
en: %@ (unplugged)

# %@ / %lld de largeur
source: %1$@ / %2$lld de largeur
en: %@ / %lld wide

source: %@ restantes
en: %@ remaining

# %@ utilisés%@ (chiffres transmis par Claude Code).
source: %1$@ utilisés%2$@ (chiffres transmis par Claude Code).
en: %@ used%@ (figures reported by Claude Code).

source: %lld activités en cours
en: %lld live activities

source: %lld fichiers
en: %lld files

source: %lld modèles disponibles
en: %lld models available

source: %lld s après un changement d'app
en: %lld s after an app switch

source: À propos
en: About

source: Accès au presse-papiers autorisé
en: Clipboard access allowed

source: Accès au presse-papiers refusé : autorisez Notchkit dans Réglages Système > Confidentialité et sécurité > Coller depuis d'autres apps.
en: Clipboard access denied: allow Notchkit in System Settings > Privacy & Security > Paste from Other Apps.

source: Accès requis
en: Access required

source: Activé
en: On

source: Activer
en: Turn On

source: Activez des modules dans les réglages.
en: Turn on modules in Settings.

source: Activez le module pour afficher ses réglages.
en: Turn on the module to see its settings.

source: Activité de Claude Code en direct, messages depuis l'encoche et utilisation estimée.
en: Live Claude Code activity, messages from the notch, and estimated usage.

source: Activités live
en: Live Activities

source: Adresse de l'API
en: API address

source: Adresse du fournisseur invalide.
en: Invalid provider address.

source: Affiche l'heure et la date.
en: Shows the time and date.

source: Affiche la progression des téléchargements de Brave, Chrome, Safari et Firefox. macOS demande l'accès au dossier Téléchargements la première fois.
en: Shows download progress from Brave, Chrome, Safari, and Firefox. macOS asks for access to the Downloads folder the first time.

source: Affiche une fausse encoche sur les écrans qui n'en ont pas, pour tester le rendu.
en: Shows a fake notch on displays without one, to preview the look.

source: Afficher dans l'encoche repliée
en: Show in the collapsed notch

source: Afficher dans le Finder
en: Show in Finder

source: Afficher l'activité quand l'encoche est repliée
en: Show activity when the notch is collapsed

source: Afficher l'encoche sur
en: Show the notch on

source: Afficher l'heure quand l'encoche est repliée
en: Show the time when the notch is collapsed

source: Afficher l'icône de l'app sur la pochette
en: Show the app icon on the artwork

source: Afficher la température quand l'encoche est repliée
en: Show the temperature when the notch is collapsed

source: Afficher le morceau quand l'encoche est repliée
en: Show the track when the notch is collapsed

source: Afficher le nombre de fichiers quand l'encoche est repliée
en: Show the file count when the notch is collapsed

source: Afficher les événements « journée entière »
en: Show all-day events

source: Afficher une alerte de test
en: Show a test alert

source: Agenda, minuteurs, presse-papiers et étagère.
en: Calendar, timers, clipboard, and shelf.

source: AirPods et casques
en: AirPods & Headphones

source: Ajouter cinq minutes
en: Add five minutes

source: Ajouter une minute
en: Add one minute

source: Ajoutez votre clé API pour discuter avec l'assistant.
en: Add your API key to chat with the assistant.

source: Alerte de batterie faible (20 % et 10 %)
en: Low battery alert (20% and 10%)

source: Alerte quand Claude a terminé
en: Alert when Claude is done

source: Analyse du son active
en: Sound analysis active

source: Analyse le son joué par le Mac pour animer les barres. macOS demande l'autorisation « Enregistrement audio du système » et affiche un indicateur pendant l'écoute. Le son n'est ni enregistré ni envoyé.
en: Analyzes the sound playing on your Mac to animate the bars. macOS asks for “System Audio Recording” permission and shows an indicator while listening. Audio is never recorded or sent anywhere.

source: Animation à la connexion
en: Animation on connect

source: Animation à la connexion de vos AirPods ou d'un casque Bluetooth, et appareil connecté en un coup d'œil.
en: An animation when your AirPods or Bluetooth headphones connect, and the connected device at a glance.

source: Animation à la déconnexion
en: Animation on disconnect

source: Animation au branchement et au débranchement
en: Animation when plugging in and unplugging

source: Animation Face ID au déverrouillage du Mac
en: Face ID animation when unlocking the Mac

source: Animation pendant une demande de mot de passe
en: Animation during a password prompt

source: Animation pendant une demande Touch ID
en: Animation during a Touch ID prompt

source: Animations au ralenti (×8)
en: Slow-motion animations (×8)

source: Animations de déverrouillage actives
en: Unlock animations active

source: Animations façon Face ID au déverrouillage, pendant Touch ID et pendant la saisie d'un mot de passe.
en: Face ID–style animations when unlocking, during Touch ID, and while typing a password.

source: Animations visuelles uniquement : aucune reconnaissance faciale. macOS n'indique pas comment la session a été déverrouillée et rien ne peut s'afficher sur l'écran verrouillé : l'animation Face ID se joue juste après le déverrouillage.
en: Visual animations only: no face recognition. macOS doesn't say how the session was unlocked and nothing can appear on the lock screen, so the Face ID animation plays right after unlocking.

source: Annulé
en: Canceled

source: Annuler
en: Cancel

source: Annuler la dernière disposition
en: Undo last layout

source: Aperçu : demande de mot de passe
en: Preview: password prompt

source: Aperçu : demande Touch ID
en: Preview: Touch ID prompt

source: Aperçu : déverrouillage Face ID
en: Preview: Face ID unlock

source: Apparence
en: Appearance

source: Appliquer
en: Apply

source: Appliquer la disposition « %@ » ?
en: Apply the “%@” layout?

source: Après chaque réponse de Claude, vous pouvez encore lui écrire depuis l'encoche pendant ce délai : il repart aussitôt. Pendant ce temps, Claude Code l'affiche comme « en cours » (Échap pour arrêter).
en: After each reply from Claude, you can still write to it from the notch during this time and it picks right back up. Meanwhile, Claude Code shows it as “running” (press Esc to stop).

source: Arrêter
en: Stop

source: Assistant IA
en: AI Assistant

source: Au travail
en: Working

source: Aucun
en: None

source: Aucun casque connecté
en: No headphones connected

source: Aucun événement aujourd'hui ni demain
en: No events today or tomorrow

source: Aucun modèle trouvé
en: No models found

source: Aucun module actif
en: No active modules

source: Aucun résultat
en: No results

source: Aucun son capté : l'autorisation a peut-être été refusée.
en: No sound captured: permission may have been denied.

source: Aucune
en: None

source: Aucune activité en cours
en: No activity in progress

source: Aucune app
en: No app

source: Aucune batterie détectée
en: No battery detected

source: Aucune lecture
en: Nothing playing

source: Aucune lecture en cours
en: Nothing playing

source: Aucune session d'utilisation en cours
en: No usage session in progress

source: Automatique
en: Automatic

source: Autorisation Accessibilité nécessaire
en: Accessibility permission required

source: Autoriser l'accès
en: Allow Access

source: Autoriser l'accès aux calendriers…
en: Allow Calendar Access…

source: Autoriser la localisation…
en: Allow Location…

source: Autoriser…
en: Allow…

source: Averses
en: Showers

source: Averses de neige
en: Snow showers

source: Barres réactives au son (temps réel)
en: Sound-reactive bars (real time)

source: Batterie
en: Battery

source: Batterie : simuler la batterie faible
en: Battery: simulate low battery

source: Batterie : simuler le branchement
en: Battery: simulate plugging in

source: Batterie : simuler le débranchement
en: Battery: simulate unplugging

source: Boîtier
en: Case

source: Bonjour ! Posez-moi une question.
en: Hi! Ask me anything.

source: Bouton « ◀ App » pour revenir à l'app d'avant, comme sur iPhone.
en: A “◀ App” button to go back to the previous app, like on iPhone.

source: Branchée
en: Plugged in

source: Branchée, charge en pause
en: Plugged in, charging paused

source: Brouillard
en: Fog

source: Bruine
en: Drizzle

source: Bruine verglaçante
en: Freezing drizzle

source: Calcul de l'autonomie…
en: Estimating battery life…

source: Calcul du temps de charge…
en: Estimating charge time…

source: Calendrier
en: Calendar

source: Ce module fonctionne en arrière-plan, sans carte dans l'encoche.
en: This module runs in the background, without a card in the notch.

source: Cette sortie audio n'a pas de volume réglable.
en: This audio output has no adjustable volume.

source: Chargée
en: Charged

source: Chargement…
en: Loading…

source: Charger la liste
en: Load List

source: Cherche sur le web « %@ »
en: Searches the web for “%@”

source: Choisir
en: Choose

source: Choisir une durée précise
en: Choose an exact duration

source: Choisir une ville…
en: Choose a city…

source: Ciel dégagé
en: Clear sky

source: Claude a terminé
en: Claude is done

source: Claude attend votre accord
en: Claude is waiting for your approval

source: Claude Code est inactif
en: Claude Code is idle

source: Claude Code, activités, presse-papiers et étagère.
en: Claude Code, activities, clipboard, and shelf.

source: Claude est à l'arrêt : message remis avec votre prochaine demande
en: Claude has stopped: message delivered with your next request

source: Claude travaille
en: Claude is working

source: Clé API
en: API Key

source: Clé API manquante : ajoutez-la dans les réglages de l'assistant.
en: Missing API key: add it in the assistant's settings.

source: Cliquer pour copier
en: Click to copy

source: Cliquez pour changer la taille, glissez pour déplacer
en: Click to change the size, drag to move

source: Coller la clé
en: Paste the key

source: Coller un lien de vidéo
en: Paste a video link

source: Collez un lien de vidéo puis appuyez sur Entrée.
en: Paste a video link, then press Return.

source: Compacte
en: Compact

source: Compatible OpenAI
en: OpenAI-compatible

source: Conditions actuelles et prévisions des prochaines heures (Open-Meteo).
en: Current conditions and forecast for the next few hours (Open-Meteo).

source: Conditions inconnues
en: Unknown conditions

source: Configurer…
en: Set Up…

source: Connectés
en: Connected

source: Connectez Claude Code
en: Connect Claude Code

source: Conserver l'historique après le redémarrage de l'app
en: Keep history after the app restarts

source: Consulte %@
en: Visits %@

source: Copié
en: Copied

source: Copier
en: Copy

source: Copiez du texte, une image ou des fichiers : ils apparaîtront ici.
en: Copy text, an image, or files: they'll show up here.

source: Couleur d'accent
en: Accent color

source: Couleur du fond
en: Background color

source: Couleur personnalisée (onglets, barres de progression)
en: Custom color (tabs, progress bars)

source: Couleurs
en: Colors

source: Couvert
en: Overcast

source: D
en: R

source: Dans l'encoche
en: In the notch

source: Débogage
en: Debug

source: Début
en: Start

source: Déconnectés
en: Disconnected

source: Délai d'ouverture
en: Open delay

source: Délai de fermeture
en: Close delay

source: Délai pour répondre depuis l'encoche
en: Time to reply from the notch

source: Demain
en: Tomorrow

source: Demander quelque chose…
en: Ask anything…

source: Démarrer
en: Start

source: Déplacer à droite
en: Move Right

source: Déplacer à gauche
en: Move Left

source: Déplier / replier l'encoche
en: Expand / collapse the notch

source: Déposez des fichiers sur l'encoche pour les garder à portée de main ou les envoyer par AirDrop.
en: Drop files on the notch to keep them handy or send them with AirDrop.

source: Déposez un widget ici pour créer une nouvelle page
en: Drop a widget here to create a new page

source: Désactivé
en: Off

source: Désépingler
en: Unpin

source: Désinstaller
en: Uninstall

source: Détecter toutes les apps (expérimental)
en: Detect all apps (experimental)

source: Développement
en: Development

source: Développeur
en: Developer

source: Déverrouillage
en: Unlock

source: Déverrouillé
en: Unlocked

source: Disposition
en: Layout

source: Dispositions prêtes à l'emploi
en: Ready-made layouts

source: Données météo : Open-Meteo.com (licence CC BY 4.0).
en: Weather data: Open-Meteo.com (CC BY 4.0 license).

source: Données météo fournies par Open-Meteo.com, sous licence Creative Commons Attribution 4.0 (CC BY 4.0).
en: Weather data provided by Open-Meteo.com, under the Creative Commons Attribution 4.0 license (CC BY 4.0).

source: Dossier de destination
en: Destination folder

source: Dossier de destination : %@
en: Destination folder: %@

source: Dossier où enregistrer les vidéos téléchargées
en: Folder for downloaded videos

source: Dubaï
en: Dubai

source: Échec du téléchargement
en: Download failed

source: Économie d'énergie
en: Low Power Mode

source: Écran
en: Display

source: Écran principal
en: Main display

source: Écrire à Claude…
en: Write to Claude…

source: Écrit %@
en: Writes %@

source: Effacer l'historique
en: Clear History

source: Effacer l'historique (sauf les éléments épinglés)
en: Clear history (except pinned items)

source: Emplacement
en: Location

source: Empreinte de vérification introuvable.
en: Verification checksum not found.

source: En charge
en: Charging

source: En cours · jusqu'à %@
en: In progress · until %@

source: En mode encoche (réelle ou simulée), le fond reste toujours noir pour se fondre avec la découpe de l'écran : ce choix s'applique à la pastille flottante. « Verre » utilise le Liquid Glass de macOS 26.
en: In notch mode (real or simulated), the background always stays black to blend with the screen cutout: this choice applies to the floating pill. “Glass” uses macOS 26 Liquid Glass.

source: En mode encoche, le fond reste noir pour se fondre avec la barre des menus, comme une vraie encoche. Le fond choisi s'applique à la pastille flottante : désactivez « Simuler une encoche » dans Général pour l'utiliser.
en: In notch mode, the background stays black to blend with the menu bar, like a real notch. The chosen background applies to the floating pill: turn off “Simulate a notch” in General to use it.

source: En pause
en: Paused

source: En pause · %@
en: Paused · %@

source: Enregistrée dans le trousseau
en: Saved in the keychain

source: Enregistrer
en: Save

source: Envoyer
en: Send

source: Envoyer par AirDrop
en: Send with AirDrop

source: Épingler
en: Pin

# Erreur %lld : %@
source: Erreur %1$lld : %2$@
en: Error %lld: %@

source: Erreur inconnue
en: Unknown error

source: Essentiel
en: Essentials

# Estimation : %@%@. Comparée à votre plus grosse session observée.
source: Estimation : %1$@%2$@. Comparée à votre plus grosse session observée.
en: Estimate: %@%@. Compared with your largest session so far.

source: Estimation locale : installez l'intégration (barre d'état) pour les chiffres réels.
en: Local estimate: install the integration (status line) for the real figures.

source: Étagère
en: Shelf

source: Exécute : %@
en: Runs: %@

source: Exemples : https://api.openai.com/v1 · https://api.mistral.ai/v1 · http://localhost:11434/v1 (Ollama, sans clé).
en: Examples: https://api.openai.com/v1 · https://api.mistral.ai/v1 · http://localhost:11434/v1 (Ollama, no key).

source: Faites glisser des fichiers sur l'encoche : à gauche pour les garder ici, à droite pour les envoyer par AirDrop. Les fichiers ne sont ni copiés ni déplacés, l'étagère garde seulement un lien vers eux.
en: Drag files onto the notch: to the left to keep them here, to the right to send them with AirDrop. Files are neither copied nor moved; the shelf only keeps a link to them.

source: Fermer
en: Close

source: ffmpeg (facultatif : meilleure qualité, MP3) s'installe dans le Terminal avec « brew install ffmpeg ». Sur un Mac Intel, Homebrew peut devoir le compiler, ce qui est long.
en: ffmpeg (optional: better quality, MP3) is installed in Terminal with “brew install ffmpeg”. On an Intel Mac, Homebrew may have to compile it, which takes a long time.

source: ffmpeg absent (qualité limitée, pas de MP3)
en: ffmpeg missing (limited quality, no MP3)

source: ffmpeg installé
en: ffmpeg installed

source: Fichier introuvable (déplacé ou supprimé)
en: File not found (moved or deleted)

source: Fluide
en: Smooth

source: Fond de l'encoche
en: Notch background

source: Forte pluie
en: Heavy rain

source: Fortes averses
en: Heavy showers

source: Fortes chutes de neige
en: Heavy snowfall

source: Fournisseur
en: Provider

source: G
en: L

source: Garder dans l'étagère
en: Keep on the Shelf

source: Général
en: General

source: Glissez dans une page pour l'afficher
en: Drag into a page to show it

source: Glissez des fichiers sur l'encoche pour les garder ici.
en: Drag files onto the notch to keep them here.

source: Glissez les widgets pour les réordonner ou les changer de page. Cliquez sur un widget pour changer sa taille. Astuce : un clic droit sur un widget dans l'encoche offre les mêmes options.
en: Drag widgets to reorder them or move them to another page. Click a widget to change its size. Tip: right-clicking a widget in the notch offers the same options.

source: Glissez pour récupérer le fichier · double-clic pour l'ouvrir
en: Drag to take the file · double-click to open it

source: Glissez un widget ici pour le masquer.
en: Drag a widget here to hide it.

source: Grains de neige
en: Snow grains

source: Grand
en: Large

source: Grande
en: Large

source: Hauteur
en: Height

source: Historique des derniers éléments copiés, à recopier d'un clic.
en: History of recently copied items, ready to copy again with a click.

source: Horloge
en: Clock

source: Installation…
en: Installing…

source: Installer
en: Install

source: Installer l'intégration Claude Code ?
en: Install the Claude Code integration?

source: Installer l'intégration…
en: Install the Integration…

source: Installer yt-dlp ?
en: Install yt-dlp?

source: Installer yt-dlp…
en: Install yt-dlp…

source: Installer…
en: Install…

source: Installez l'intégration pour suivre ce que fait Claude et lui écrire depuis l'encoche.
en: Install the integration to follow what Claude is doing and write to it from the notch.

source: Intégration Claude Code installée
en: Claude Code integration installed

source: Intégration Claude Code non installée
en: Claude Code integration not installed

source: Intégration installée.
en: Integration installed.

source: Intégration installée. Sauvegarde de vos réglages : %@
en: Integration installed. Backup of your settings: %@

source: Intégration retirée.
en: Integration removed.

source: Intégré (clé API)
en: Built-in (API key)

source: Jour
en: Day

source: L'accès aux calendriers est refusé.
en: Calendar access was denied.

source: L'activité apparaîtra ici dès que Claude Code travaillera.
en: Activity will show up here as soon as Claude Code is working.

source: L'analyse du son n'a pas pu démarrer : %@
en: Sound analysis couldn't start: %@

source: L'installation a échoué : %@
en: Installation failed: %@

source: L'utilisation de l'API est facturée par le fournisseur sur votre compte API (séparément d'un abonnement Claude Pro/Max). La clé reste dans le trousseau de ce Mac. Avec Claude, si une demande est refusée par les filtres de sécurité d'un modèle récent, elle est automatiquement relancée sur un autre modèle Claude (« fallbacks »).
en: API usage is billed by the provider to your API account (separately from a Claude Pro/Max subscription). The key stays in this Mac's keychain. With Claude, if a recent model's safety filters decline a request, it's automatically retried on another Claude model (“fallbacks”).

source: L'utilisation réelle (session de 5 h et semaine) est transmise par Claude Code à sa barre d'état, à chaque message. En attendant ces données, Notchkit affiche une estimation calculée à partir des fichiers de session locaux.
en: Real usage (5-hour session and week) is sent by Claude Code to its status line with every message. Until that data arrives, Notchkit shows an estimate based on local session files.

source: La recherche a échoué. Vérifiez votre connexion.
en: Search failed. Check your connection.

source: Lance un agent
en: Launches an agent

source: Lancer Notchkit à l'ouverture de session
en: Open Notchkit at login
